Repository: Mishin870/AWR-Xlf-Manager
Catalog: Translations/Awara XLF manager.*.xlf
Languages: da_dk, de_at, es_es, fi_fi, fr_ca, is_is, it_it, ru_ru, sv_se

# Codeunit 1467306997 - NamedType 2164111355
source: Cant upload file
da_dk: Kan ikke uploade filer
de_at: Cant upload-Datei
es_es: Cant subir archivo
fi_fi: Voi lähettää tiedosto
fr_ca: Cant télécharger le fichier
is_is: Get sent skrá
it_it: Cant upload di un file
ru_ru: Не удаётся загрузить файл
sv_se: Kan inte ladda upp fil

# Codeunit 1467306997 - NamedType 3119137330
source: File name doesnt ends with .g.xlf
da_dk: Fil-navn ikke ender med .g.xlf
de_at: Datei name nicht endet .g.xlf
es_es: Nombre de archivo no termina con .g.xlf
fi_fi: Tiedoston nimi ei päättyy .g.xlf
fr_ca: Nom de fichier ne se termine avec .g.xlf
is_is: Skrá nafn ekki enda með .g.xlf
it_it: Nome del File non termina con .g.xlf
ru_ru: Имя файла не заканчивается .g.xlf
sv_se: Filnamn som inte slutar med .g.xlf

# Codeunit 227533125 - NamedType 1363287824
source: Error processing GET request! GET: %1
da_dk: Fejl under behandling af GET-anmodning! FÅ: %1
de_at: Fehler bei der Verarbeitung GET-Anforderung! ERHALTEN: %1
es_es: Error de procesamiento de la solicitud GET! OBTIENE: %1
fi_fi: Virhe käsittely GET-pyynnön! SAADA: %1
fr_ca: Erreur de traitement de requête GET! OBTENIR: %1
is_is: Villa vinnslu FÁ beiðni! FÁ: %1
it_it: Errore nell'elaborazione di richiesta GET! OTTENERE: %1
ru_ru: Ошибка обработки GET запроса! Запрос: %1
sv_se: Fel vid hantering av FÅ förfrågan! FÅ: %1

# Codeunit 227533125 - NamedType 3630303236
source: Error: not success HTTP status code: %1, response text: %2, GET: %3
da_dk: Fejl: ikke succes HTTP status code: %1, svar tekst: %2, FÅR du: %3
de_at: Fehler: nicht der Erfolg, den HTTP-status-code: %1, Antwort-text: %2, ERHALTEN: %3
es_es: Error: no se de éxito de código de estado HTTP: %1, respuesta de texto: %2, OBTENEMOS: %3
fi_fi: Virhe: ei menestystä HTTP-tilakoodi: %1, vastaus: %2, SAAT: %3
fr_ca: Erreur: pas de succès le code de statut HTTP: %1, le texte de la réponse: %2, OBTENEZ: %3
is_is: Villa: ekki velgengni að SÝSLA stöðu númerið: %1, svar texti: %2, FÁ: %3
it_it: Errore: non è successo il codice di stato HTTP: %1, testo di risposta: %2, si OTTIENE: %3
ru_ru: Ошибка: не положительный код ответа HTTP: %1, текст ответа: %2, запрос: %3
sv_se: Fel: inte framgång HTTP status code: %1, svar texten: %2, FÅ: %3

# Codeunit 2575481221 - NamedType 2683996630
source: Error processing POST request! POST: %1
da_dk: Fejl under behandling af POST-anmodning! INDLÆG: %1
de_at: Fehler bei der Verarbeitung POST-Anforderung! POST: %1
es_es: Error de procesamiento de la solicitud POST! POST: %1
fi_fi: Virhe käsittely POST-pyyntö! POST: %1
fr_ca: Erreur de traitement de la requête POST! POST: %1
is_is: Villa vinnslu SENDA beiðni! STAÐA: %1
it_it: Errore nell'elaborazione di una richiesta POST! POST: %1
ru_ru: Ошибка обработки POST запроса! Запрос: %1
sv_se: Fel vid behandling av POST-begäran! INLÄGG: %1

# Codeunit 2575481221 - NamedType 3630303236
source: Error: not success HTTP status code: %1, response text: %2, POST: %3
da_dk: Fejl: ikke succes HTTP status code: %1, svar tekst: %2, INDLÆG: %3
de_at: Fehler: nicht der Erfolg, den HTTP-status-code: %1, Antwort-text: %2, POST: %3
es_es: Error: no se de éxito de código de estado HTTP: %1, respuesta de texto: %2, POST: %3
fi_fi: Virhe: ei menestystä HTTP-tilakoodi: %1, vastaus: %2, POST: %3
fr_ca: Erreur: pas de succès le code de statut HTTP: %1, le texte de la réponse: %2, POST: %3
is_is: Villa: ekki velgengni að SÝSLA stöðu númerið: %1, svar texti: %2, STAÐA: %3
it_it: Errore: non è successo il codice di stato HTTP: %1, testo di risposta: %2, POST: %3
ru_ru: Ошибка: не положительный код ответа HTTP: %1, текст ответа: %2, запрос: %3
sv_se: Fel: inte framgång HTTP status code: %1, svar texten: %2, INLÄGG: %3

# Enum 2883660770 - EnumValue 1541658731 - Property 2879900210
source: Azure
is_is: Aftur

# Enum 2883660770 - EnumValue 2406592985 - Property 2879900210
source: Debug Translator
de_at: Debug-Übersetzer
es_es: Depuración Traductor
fi_fi: Debug-Kääntäjä
fr_ca: Debug Traducteur
is_is: Kemba Þýðandi
it_it: Debug Traduttore
ru_ru: Отладочный переводчик
sv_se: Felsöka Översättare

# Enum 2883660770 - EnumValue 3347625057 - Property 2879900210
source: Yandex
is_is: Apple
ru_ru: Яндекс

# Page 1345203401 - Property 2879900210
source: XLF Languages
da_dk: XLF Sprog
de_at: XLF Sprachen
es_es: XLF Idiomas
fi_fi: XLF Kielillä
fr_ca: XLF Langues
is_is: XLF Tungumálum
it_it: XLF Lingue
ru_ru: XLF Языки
sv_se: XLF Språk

# Page 3081588514 - Property 2879900210
source: XLF Translations
da_dk: XLF Oversættelser
de_at: XLF-Übersetzungen
es_es: XLF Traducciones
fi_fi: XLF Käännökset
fr_ca: XLF Traductions
is_is: XLF Þýðingar
it_it: XLF Traduzioni
ru_ru: XLF Переводы
sv_se: XLF Översättningar

# Page 50454423 - Action 2102236503 - Property 2879900210
source: Translate (Untranslated)
da_dk: Oversætte (Oversatte)
de_at: Übersetzen Sie (Übersetzt)
es_es: Translate (Traducir)
fi_fi: Kääntää (Kääntämättä)
fr_ca: Traduire (Non Traduite)
is_is: Þýða (Merkingar)
it_it: Tradurre (Non Tradotta)
ru_ru: Перевод (не переведённое)
sv_se: Översätta (Oöversatt)

# Page 50454423 - Action 2410215357 - Property 2879900210
source: Translations
da_dk: Oversættelser
de_at: Übersetzungen
es_es: Traducciones
fi_fi: Käännökset
fr_ca: Traductions
is_is: Þýðingar
it_it: Traduzioni
ru_ru: Переводы
sv_se: Översättningar

# Page 50454423 - Action 292972594 - Property 2879900210
source: Export XLF
da_dk: Eksport XLF
es_es: Exportación XLF
fi_fi: Vienti XLF
fr_ca: L'exportation XLF
is_is: Flytja XLF
it_it: Esportazione XLF
ru_ru: Экспортировать XLF

# Page 50454423 - Action 3002780882 - Property 2879900210
source: Translate (From file, Overwrite)
da_dk: Oversætte (Fra fil, Overskrive)
de_at: Übersetzen (Aus Datei Überschreiben)
es_es: Traducir (De archivo, Sobrescribir)
fi_fi: Translate (From file, Korvaa)
fr_ca: Traduire (à Partir d'un fichier, Remplacer)
is_is: Þýða (Frá skrá, Skrifa)
it_it: Tradurre (Da file o la Sovrascrittura)
ru_ru: Перевод (из файла с перезаписью)
sv_se: Översättning (Från fil skriv över)

# Page 50454423 - Action 3535105396 - Property 2879900210
source: Import XLF (Clear)
da_dk: Import XLF (Klar)
de_at: Importieren von XLF (Klar)
es_es: Importación XLF (Claro)
fi_fi: Tuonti XLF (Kirkas)
fr_ca: Importation XLF (Clair)
is_is: Innflutningur XLF (Ljóst)
it_it: Importazione di file XLF (Chiaro)
ru_ru: Импорт XLF (с чистого листа)
sv_se: Importera XLF (Klart)

# Page 50454423 - Action 3939523444 - Property 2879900210
source: Import XLF (Merge)
de_at: Importieren von XLF - (Merge -)
es_es: Importación XLF (Mezcla)
fi_fi: Tuonti XLF (Yhdistää)
fr_ca: Importation XLF (Fusion)
is_is: Innflutningur XLF (Sameinast)
it_it: Importazione di file XLF (Merge)
ru_ru: Импорт XLF (слияние)
sv_se: Importera XLF (slå Samman)

# Page 50454423 - Action 3963959616 - Property 2879900210
source: Translate (ALL)
da_dk: Oversætte (ALLE)
es_es: Traducir (TODOS)
fi_fi: Kääntää (KAIKKI)
fr_ca: Traduire (TOUS)
is_is: Þýða (ALLIR)
it_it: Tradurre (TUTTI)
ru_ru: Перевод (всё)
sv_se: Översätta (ALLA)

# Page 50454423 - Action 908471317 - Property 2879900210
source: Options
da_dk: Valg
de_at: Optionen
es_es: Opciones
fi_fi: Vaihtoehtoja
is_is: Valkosti
it_it: Opzioni
ru_ru: Настройки
sv_se: Alternativ

# Page 50454423 - Control 2138801989 - Property 2879900210
source: Target language
da_dk: Target sprog
de_at: Zielsprache
es_es: Idioma de destino
fi_fi: Kohdekieli
fr_ca: Langue cible
is_is: Tungumál miða
it_it: Lingua di destinazione
ru_ru: Целевой язык
sv_se: Målet språk

# Page 50454423 - Control 3270666864 - Property 2879900210
source: Base file name
da_dk: Basisfilnavn
de_at: Basis-Dateiname
es_es: Nombre de archivo Base
fi_fi: Base-tiedoston nimi
fr_ca: Nom de fichier de Base
is_is: Stöð heiti
it_it: Nome del file di Base
ru_ru: Базовое имя файла
sv_se: Basfilnamn

# Page 50454423 - Property 2879900210
source: XLF Tools
da_dk: XLF Værktøjer
es_es: XLF Herramientas
fi_fi: XLF Työkalut
fr_ca: XLF Outils
is_is: XLF Verkfæri
it_it: XLF Strumenti
ru_ru: XLF инструменты
sv_se: XLF Verktyg

# Page 851464241 - Property 2879900210
source: XLF Translate Options
da_dk: XLF Oversætte Muligheder
de_at: XLF-Übersetzen-Optionen
es_es: XLF Traducir Opciones
fi_fi: XLF Kääntää Vaihtoehtoja
fr_ca: XLF Traduire Options
is_is: XLF Þýða Valkosti
it_it: XLF Tradurre Opzioni
ru_ru: Настройки XLF перевода
sv_se: XLF Översätta Alternativ

# Table 1345203401 - Field 1506912832 - Property 2879900210
source: Lang type
de_at: Lang Typ
es_es: Lang tipo
fi_fi: Lang tyyppi
is_is: Lang tegund
it_it: Lang tipo
ru_ru: Тип языка
sv_se: Lang typ

# Table 1345203401 - Property 2879900210
source: XLF Languages
da_dk: XLF Sprog
de_at: XLF Sprachen
es_es: XLF Idiomas
fi_fi: XLF Kielillä
fr_ca: XLF Langues
is_is: XLF Tungumálum
it_it: XLF Lingue
ru_ru: XLF языки
sv_se: XLF Språk

# Table 3081588514 - Field 1125457875 - Property 2879900210
source: Target
da_dk: Mål
de_at: Ziel
es_es: Objetivo
fi_fi: Kohde
fr_ca: Cible
is_is: Miða
it_it: Destinazione
ru_ru: Перевод
sv_se: Målet

# Table 3081588514 - Field 2397723431 - Property 2879900210
source: Source
da_dk: Kilde
de_at: Quelle
es_es: Fuente
fi_fi: Lähde
is_is: Uppspretta
it_it: Fonte
ru_ru: Исходный текст
sv_se: Källa

# Table 3081588514 - Field 3641927271 - Property 2879900210
source: ID
is_is: SKILRÍKI
ru_ru: Идентификатор

# Table 3081588514 - Property 2879900210
source: XLF Translations
da_dk: XLF Oversættelser
de_at: XLF-Übersetzungen
es_es: XLF Traducciones
fi_fi: XLF Käännökset
fr_ca: XLF Traductions
is_is: XLF Þýðingar
it_it: XLF Traduzioni
ru_ru: XLF переводы
sv_se: XLF Översättningar

# Table 851464241 - Field 2883660770 - Property 2879900210
source: Translation Service
da_dk: Oversættelse Service
es_es: Servicio De Traducción
fi_fi: Käännöspalvelu
fr_ca: Service De Traduction
is_is: Þýðing Þjónustu
it_it: Servizio Di Traduzione
ru_ru: Сервис перевода
sv_se: Översättning

# Table 851464241 - Field 3256426316 - Property 2879900210
source: Yandex API Key
da_dk: Yandex API-Nøgle
de_at: Yandex-API-Schlüssel
es_es: Yandex Clave de API
fi_fi: Yandex API-Avain
fr_ca: Yandex Clé API
is_is: Apple API Lykill
it_it: Yandex Chiave API
ru_ru: Yandex API ключ
sv_se: Yandex API-Nyckel

# Table 851464241 - Field 3641927271 - Property 2879900210
source: ID (Ignored)
da_dk: ID (Ignoreret)
de_at: ID (Ignoriert)
es_es: ID (Cuenta)
fi_fi: ID (Sivuuttaa)
fr_ca: ID (Ignoré)
is_is: SKILRÍKI (Hunsa)
it_it: ID (Ignorati)
ru_ru: Идентификатор (игнорируется)
sv_se: ID (Ignoreras)

# Table 851464241 - Field 3928301090 - Property 2879900210
source: Azure API Key
da_dk: Azure API-Nøgle
es_es: Clave de API de Azure
fi_fi: Azure API-Avain
fr_ca: Azure Clé API
is_is: Aftur API Lykill
it_it: Azure Chiave API
ru_ru: Azure API ключ
sv_se: Azure API-Nyckel

# Table 851464241 - Property 2879900210
source: XLF Translate Options
da_dk: XLF Oversætte Muligheder
de_at: XLF-Übersetzen-Optionen
es_es: XLF Traducir Opciones
fi_fi: XLF Kääntää Vaihtoehtoja
fr_ca: XLF Traduire Options
is_is: XLF Þýða Valkosti
it_it: XLF Tradurre Opzioni
ru_ru: Настройки XLF перевода
sv_se: XLF Översätta Alternativ

# Table 1345203401 - Field 627143216 - Property 2879900210
source: Lang
ru_ru: Язык
